Repository: myHotTub/iOS-iPadOS
Catalog: myHotTub/Localizable.xcstrings
Source language: en_gb
Languages: ar, de, es, fr, hi, id, it, ja, ko, nl, pl, pt, th, tr, vi, zh

source: Select at least one item to schedule
ar: حدد عنصرا واحدا على الأقل لجدولة
de: Wählen Sie mindestens ein Element aus, um es zu planen
es: Seleccione al menos un elemento para programar
fr: Sélectionnez au moins un élément à planifier
hi: शेड्यूल करने के लिए कम से कम एक आइटम चुनें
id: Pilih setidaknya satu item untuk dijadwalkan
it: Seleziona almeno un elemento da programmare
ja: スケジュールする項目を少なくとも1つ選択してください
ko: 예약할 항목을 하나 이상 선택합니다.
nl: Selecteer ten minste één item om te plannen
pl: Wybierz co najmniej jedną pozycję do zaplanowania
pt: Selecione pelo menos um item para agendar
th: เลือกอย่างน้อยหนึ่งรายการเพื่อกําหนดเวลา
tr: Planlamak için en az bir öğe seçin
vi: Chọn ít nhất một mục để lên lịch
zh: 至少選擇一個專案來安排

source: Set to %@
ar: اضبط على %@
de: Eingestellt auf %@
es: Establecer en %@
fr: Réglé sur %@
hi: %@ पर सेट करें
id: Atur ke %@
it: Imposta su %@
ja: %@に設定
ko: %@로 설정
nl: Instellen op %@
pl: Ustaw na %@
pt: Definir para %@
th: ตั้งค่าเป็น %@
tr: %@ olarak ayarla
vi: Đặt thành %@
zh: 設定為%@

source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fr: Paramètres
hi: सेटिंग
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pl: Ustawienia
pt: Configurações
th: การตั้งค่า
tr: Ayarlar
vi: Cài đặt
zh: 設定

source: Start
ar: بِداية
de: Beginn
es: Inicio
fr: Commencer
hi: आरंभ
id: Mulai
it: Iniziare
ja: 始める
ko: 시작
nl: Begin
pt: Começar
th: เริ่ม
tr: Başlamak
vi: Bắt đầu
zh: 開始

source: Take control of your Lay-Z-Spa Hot Tub from your %@. Requires an ESP8266 module installation. Special thanks to visualapproach for the foundational work. [Learn more...](https://github.com/visualapproach/WiFi-remote-for-Bestway-Lay-Z-SPA)
ar: تحكم في حوض الاستحمام الساخن Lay-Z-Spa الخاص بك من %@. يتطلب تثبيت وحدة ESP8266. شكر خاص للنهج البصري للعمل التأسيسي. [تعرف على المزيد...](https://github.com/visualapproach/WiFi-remote-for-Bestway-Lay-Z-SPA)
de: Übernehmen Sie die Kontrolle über Ihren Lay-Z-Spa-Whirlpool von Ihrem %@. Erfordert eine ESP8266-Modulinstallation. Besonderer Dank geht an den visuellen Ansatz für die Grundlagenarbeit. [Erfahren Sie mehr...](https://github.com/visualapproach/WiFi-remote-for-Bestway-Lay-Z-SPA)
es: Toma el control de tu bañera de hidromasaje Lay-Z-Spa desde tu %@. Requiere una instalación de módulo ESP8266. Un agradecimiento especial al enfoque visual por el trabajo fundamental. [Más información...](https://github.com/visualapproach/WiFi-remote-for-Bestway-Lay-Z-SPA)
fr: Prenez le contrôle de votre bain à remous Lay-Z-Spa à partir de votre %@. Nécessite une installation de module ESP8266. Un merci spécial à l'approche visuelle pour le travail fondamental. [En savoir plus...](https://github.com/visualapproach/WiFi-remote-for-Bestway-Lay-Z-SPA)
hi: अपने %@ से अपने ले-जेड-स्पा हॉट टब का नियंत्रण लें। एक ESP8266 मॉड्यूल स्थापना की आवश्यकता है। मूलभूत कार्य के लिए दृश्य दृष्टिकोण के लिए विशेष धन्यवाद। [और जानें...](https://github.com/visualapproach/WiFi-remote-for-Bestway-Lay-Z-SPA)
id: Kendalikan Bak Mandi Air Panas Lay-Z-Spa Anda dari %@ Anda. Memerlukan instalasi modul ESP8266. Terima kasih khusus untuk pendekatan visual untuk pekerjaan dasar. [Pelajari lebih lanjut...](https://github.com/visualapproach/WiFi-remote-for-Bestway-Lay-Z-SPA)
it: Prendi il controllo della tua vasca idromassaggio Lay-Z-Spa dal tuo %@. Richiede l'installazione di un modulo ESP8266. Un ringraziamento speciale all'approccio visivo per il lavoro fondamentale. [Per saperne di più...](https://github.com/visualapproach/WiFi-remote-for-Bestway-Lay-Z-SPA)
ja: あなたの%@からあなたのLay-Z-Spaホットタブをコントロールしてください。 ESP8266モジュールのインストールが必要です。 基礎作業のための視覚的アプローチに特に感謝します。 [詳細...](https://github.com/visualapproach/WiFi-remote-for-Bestway-Lay-Z-SPA)
ko: %@에서 Lay-Z-Spa 온수 욕조를 제어하세요. ESP8266 모듈 설치가 필요합니다. 기초 작업에 대한 시각적 접근에 특별한 감사를 드립니다. [더 알아보기...](https://github.com/visualapproach/WiFi-remote-for-Bestway-Lay-Z-SPA)
nl: Neem de controle over uw Lay-Z-Spa Hot Tub van uw %@. Vereist een ESP8266 module-installatie. Speciale dank aan de visuele benadering voor het fundamentele werk. [Meer informatie...](https://github.com/visualapproach/WiFi-remote-for-Bestway-Lay-Z-SPA)
pl: Przejmij kontrolę nad wanną z hydromasażem Lay-Z-Spa ze swojego %@. Wymaga instalacji modułu ESP8266. Specjalne podziękowania dla visualapporach za fundamentalną pracę. [Dowiedz się więcej...](https://github.com/visualapproach/WiFi-remote-for-Bestway-Lay-Z-SPA)
pt: Assuma o controle da sua banheira de hidromassagem Lay-Z-Spa do seu %@. Requer uma instalação de módulo ESP8266. Agradecimentos especiais à abordagem visual para o trabalho fundamental. [Saiba mais...](https://github.com/visualapproach/WiFi-remote-for-Bestway-Lay-Z-SPA)
th: ควบคุมอ่างน้ําร้อน Lay-Z-Spa ของคุณจาก %@ ของคุณ ต้องติดตั้งโมดูล ESP8266 ขอขอบคุณเป็นพิเศษสําหรับแนวทางภาพสําหรับงานพื้นฐาน [เรียนรู้เพิ่มเติม...](https://github.com/visualapproach/WiFi-remote-for-Bestway-Lay-Z-SPA)
tr: Lay-Z-Spa Jakuzinizin kontrolünü %@'nizden elinize alın. ESP8266 modülü kurulumu gerektirir. Temel çalışma için görsel yaklaşıma özel teşekkürler. [Daha fazla bilgi edinin...](https://github.com/visualapproach/WiFi-remote-for-Bestway-Lay-Z-SPA)
vi: Kiểm soát Bồn tắm nước nóng Lay-Z-Spa của bạn từ %@ của bạn. Yêu cầu cài đặt mô-đun ESP8266. Đặc biệt cảm ơn cách tiếp cận trực quan cho công việc nền tảng. [Tìm hiểu thêm...](https://github.com/visualapproach/WiFi-remote-for-Bestway-Lay-Z-SPA)
zh: 從你的%@控制你的Lay-Z-Spa熱水浴缸。 需要安裝ESP8266模組。 特別感謝基礎工作的視覺方法。 [瞭解更多...]（https://github.com/visualapproach/WiFi-remote-for-Bestway-Lay-Z-SPA）

source: Target Temperature
ar: درجة الحرارة المستهدفة
de: Zieltemperatur
es: Temperatura objetivo
fr: Température cible
hi: लक्ष्य तापमान
id: Suhu Target
it: Temperatura target
ja: 目標温度
ko: 목표 온도
nl: Doeltemperatuur
pl: Temperatura docelowa
pt: Temperatura alvo
th: อุณหภูมิเป้าหมาย
tr: Hedef Sıcaklık
vi: Nhiệt độ mục tiêu
zh: 目標溫度

source: Temperature %@
ar: درجة الحرارة %@
de: Temperatur %@
es: Temperatura %@
fr: Température %@
hi: तापमान %@
id: Suhu %@
it: Temperatura %@
ja: 温度 %@
ko: 온도 %@
nl: Temperatuur %@
pl: Temperatura %@
pt: Temperatura %@
th: อุณหภูมิ %@
tr: Sıcaklık %@
vi: Nhiệt độ %@
zh: 溫度%@

source: Temperature Unit
ar: وحدة درجة الحرارة
de: Temperatureinheit
es: Unidad de temperatura
fr: Unité de température
hi: तापमान इकाई
id: Satuan Suhu
it: Unità di temperatura
ja: 温度単位
ko: 온도 단위
nl: Temperatuureenheid
pl: Jednostka temperatury
pt: Unidade de temperatura
th: หน่วยอุณหภูมิ
tr: Sıcaklık Birimi
vi: Đơn vị nhiệt độ
zh: 溫度單位

source: This will delete all legacy schedules. Schedules created by myHotTub will remain intact. This action cannot be undone.
ar: سيؤدي ذلك إلى حذف جميع الجداول القديمة. ستبقى الجداول الزمنية التي تم إنشاؤها بواسطة myHotTub سليمة. لا يمكن التراجع عن هذا الإجراء.
de: Dadurch werden alle Legacy-Zeitpläne gelöscht. Von myHotTub erstellte Zeitpläne bleiben intakt. Diese Aktion kann nicht rückgängig gemacht werden.
es: Esto eliminará todos los horarios heredados. Los horarios creados por myHotTub permanecerán intactos. Esta acción no se puede deshacer.
fr: Cela supprimera tous les calendriers hérités. Les horaires créés par myHotTub resteront intacts. Cette action ne peut pas être défaite.
hi: यह सभी विरासत शेड्यूल को हटा देगा। myHotTub द्वारा बनाए गए शेड्यूल बरकरार रहेंगे। इस क्रिया को पूर्ववत नहीं किया जा सकता है।
id: Ini akan menghapus semua jadwal lama. Jadwal yang dibuat oleh myHotTub akan tetap utuh. Tindakan ini tidak dapat dibatalkan.
it: Questo eliminerà tutti i programmi legacy. Gli orari creati da myHotTub rimarranno intatti. Questa azione non può essere annullata.
ja: これにより、すべてのレガシースケジュールが削除されます。 myHotTubによって作成されたスケジュールはそのまま残ります。 このアクションは元に戻すことはできません。
ko: 이렇게 하면 모든 레거시 일정이 삭제됩니다. myHotTub에서 만든 일정은 그대로 유지됩니다. 이 작업은 취소할 수 없습니다.
nl: Hiermee worden alle verouderde schema's verwijderd. Schema's gemaakt door myHotTub blijven intact. Deze actie kan niet ongedaan worden gemaakt.
pl: Spowoduje to usunięcie wszystkich starszych harmonogramów. Harmonogramy utworzone przez myHotTub pozostaną nienaruszone. This action cannot be unone.
pt: Isso excluirá todos os cronogramas legados. Os horários criados pelo myHotTub permanecerão intactos. Esta ação não pode ser desfeita.
th: สิ่งนี้จะลบกําหนดการเดิมทั้งหมด ตารางเวลาที่สร้างโดย myHotTub จะยังคงเหมือนเดิม การดําเนินการนี้ไม่สามารถยกเลิกได้
tr: Bu, tüm eski programları siler. myHotTub tarafından oluşturulan programlar bozulmadan kalacaktır. Bu eylem geri alınamaz.
vi: Thao tác này sẽ xóa tất cả các lịch trình kế thừa. Lịch trình được tạo bởi myHotTub sẽ vẫn còn nguyên vẹn. Hành động này không thể hoàn tác được.
zh: 這將刪除所有遺留時間表。 myHotTub建立的時間表將保持不變。 這一行動無法撤銷。

source: Times
ar: مرات
de: Zeitpunkt
es: Vez
fr: Temps
hi: गुणा
id: Kali
it: Tempi
ja: タイムズ
ko: 타임스
nl: Vermenigvuldigen
pl: Czasy
pt: Tempos
th: เท่า
tr: Zamanlar
vi: Gấp
zh: 英國泰晤士報

source: We couldn’t connect to your ESP8266 module. Please check your Wi-Fi setup and ensure the module is powered on.
ar: لم نتمكن من الاتصال بوحدة ESP8266 الخاصة بك. يرجى التحقق من إعداد Wi-Fi والتأكد من تشغيل الوحدة.
de: Wir konnten keine Verbindung zu Ihrem ESP8266-Modul herstellen. Bitte überprüfen Sie Ihr WLAN-Setup und stellen Sie sicher, dass das Modul eingeschaltet ist.
es: No pudimos conectarnos a su módulo ESP8266. Por favor, compruebe su configuración de Wi-Fi y asegúrese de que el módulo esté encendido.
fr: Nous n'avons pas pu nous connecter à votre module ESP8266. Veuillez vérifier votre configuration Wi-Fi et vous assurer que le module est allumé.
hi: हम आपके ESP8266 मॉड्यूल से कनेक्ट नहीं हो सके। कृपया अपने वाई-फाई सेटअप की जांच करें और सुनिश्चित करें कि मॉड्यूल चालू है।
id: Kami tidak dapat terhubung ke modul ESP8266 Anda. Silakan periksa pengaturan Wi-Fi Anda dan pastikan modulnya menyala.
it: Non siamo riusciti a connetterci al tuo modulo ESP8266. Controlla la configurazione del Wi-Fi e assicurati che il modulo sia acceso.
ja: ESP8266モジュールに接続できませんでした。 Wi-Fi の設定を確認し、モジュールの電源が入っていることを確認してください。
ko: ESP8266 모듈에 연결할 수 없습니다. Wi-Fi 설정을 확인하고 모듈의 전원이 켜져 있는지 확인하십시오.
nl: We konden geen verbinding maken met uw ESP8266-module. Controleer uw wifi-configuratie en zorg ervoor dat de module is ingeschakeld.
pl: Nie mogliśmy połączyć się z Twoim modułem ESP8266. Please check your Wi-Fi setup and ensure the module is powered on.
pt: Não conseguimos nos conectar ao seu módulo ESP8266. Verifique sua configuração de Wi-Fi e certifique-se de que o módulo esteja ligado.
th: เราไม่สามารถเชื่อมต่อกับโมดูล ESP8266 ของคุณได้ โปรดตรวจสอบการตั้งค่า Wi-Fi ของคุณและตรวจสอบให้แน่ใจว่าโมดูลเปิดอยู่
tr: ESP8266 modülünüze bağlanamadık. Lütfen Wi-Fi kurulumunuzu kontrol edin ve modülün açık olduğundan emin olun.
vi: Chúng tôi không thể kết nối với mô-đun ESP8266 của bạn. Vui lòng kiểm tra thiết lập Wi-Fi của bạn và đảm bảo rằng mô-đun đã được bật nguồn.
zh: 我們無法連線到您的ESP8266模組。 請檢查您的Wi-Fi設定，並確保模組已開機。

source: Your schedule has been added successfully.
ar: تمت إضافة جدولك الزمني بنجاح.
de: Ihr Zeitplan wurde erfolgreich hinzugefügt.
es: Su horario se ha añadido correctamente.
fr: Votre emploi du temps a été ajouté avec succès.
hi: आपका शेड्यूल सफलतापूर्वक जोड़ा गया है।
id: Jadwal Anda telah berhasil ditambahkan.
it: Il tuo programma è stato aggiunto con successo.
ja: スケジュールが正常に追加されました。
ko: 귀하의 일정이 성공적으로 추가되었습니다.
nl: Uw schema is succesvol toegevoegd.
pl: Twój harmonogram został dodany pomyślnie.
pt: Sua agenda foi adicionada com sucesso.
th: เพิ่มตารางเวลาของคุณสําเร็จแล้ว
tr: Programınız başarıyla eklendi.
vi: Lịch trình của bạn đã được thêm thành công.
zh: 您的日程安排已成功新增。

source: Your schedule has been updated successfully.
ar: تم تحديث جدولك الزمني بنجاح.
de: Ihr Zeitplan wurde erfolgreich aktualisiert.
es: Su horario se ha actualizado correctamente.
fr: Votre planning a été mis à jour avec succès.
hi: आपका शेड्यूल सफलतापूर्वक अपडेट कर दिया गया है।
id: Jadwal Anda telah berhasil diperbarui.
it: Il tuo programma è stato aggiornato con successo.
ja: スケジュールが正常に更新されました。
ko: 당신의 일정이 성공적으로 업데이트되었습니다.
nl: Uw schema is succesvol bijgewerkt.
pl: Twój harmonogram został pomyślnie zaktualizowany.
pt: Sua programação foi atualizada com sucesso.
th: ตารางเวลาของคุณได้รับการอัปเดตเรียบร้อยแล้ว
tr: Programınız başarıyla güncellendi.
vi: Lịch trình của bạn đã được cập nhật thành công.
zh: 您的日程安排已成功更新。
